[
    {
        "id": 1,
        "titulo": "Type-40 Blade",
        "texto": "![Imagem da arma Type-40 Blade](/assets/weapons/1/weapon.jpg) \n\n ### Descrição \n\n Uma arma YoRHa avançada projetada para derrotar formas de vida de máquinas gigantes. Seu poder aumenta com sua carga. \n\n ### Localização \n\n Recompensa da missão Data Analysis Freak 2 \n\n ### Habilidades\n\n- Atordoar \n\n- Carga de energia \n\n ### História \n\n> Diário de Desenvolvimento: 0504 Takada Tive uma ideia incrível — algo que ninguém jamais fez antes. Vou começar a testar logo pela manhã.\n\n >Diário de Desenvolvimento: 0704 TakadaO chefe recusou minha ideia de infundir ligas metálicas com elementos mágicos. Maldito idiota! Ele não vê quanto dinheiro poderíamos ganhar com isso? \n\n >Diário de Desenvolvimento: 1201 TakadaAs coisas não estão indo bem. Meu cabelo esta caindo. Acho que é o estresse. Eu tenho que encontrar uma maneira de fazer este projeto dar certo, e logo! \n\n >Diário de Desenvolvimento: 1215 FujitaExaminei os dados, mas não consegui resolver o problema. Eu não estou desistindo embora. Com Takada morto, cabe a mim - eu sou o único que pode continuar seu trabalho..."
    },
    {
        "id": 2,
        "titulo": "Type-40 Sword",
        "texto": "![Imagem da arma Type-40 Sword](/assets/weapons/2/weapon.jpg) \n\n ### Descrição \n\n Uma lâmina avançada, emitida para a elite YoRHa nas linhas de frente. Seu poder aumenta com sua carga. \n\n ### Localização \n\n Recebido como recompensa do Operador 6O no final da sidequest Find a Present \n\n ### Habilidades\n\n- Atordoar \n\n- Carga de energia \n\n ### História \n\n> YoRHa R&D Team Journal 29 de agosto: realizou uma reunião de relatório de progresso para a nova arma. Considerando quantos observadores temos de outros satélites em órbita, posso dizer que eles esperam muito de nós.\n\n > YoRHa R&D Team Journal 10 de dezembro: fizemos nosso primeiro experimento de instalação do núcleo hoje. Viu alguns sinais preocupantes, incluindo problemas com produção irregular inesperada e defesas centrais de perímetro. \n\n > YoRHa R&D Team Journal 8 de janeiro: os circuitos de três funcionários consecutivos queimaram após tentar remover a proteção do núcleo. Solicitei pessoal de substituição.  \n\n > YoRHa R&D Team Journal: 15 de dezembro: o comando desligou nosso projeto. A arma entrará em operação oficial com o núcleo ainda lacrado."
    },
    {
        "id": 3,
        "titulo": "Type-3 Blade",
        "texto": "![Imagem da arma Type-3 Blade](/assets/weapons/3/weapon.jpg) \n\n ### Descrição \n\n Uma arma YoRHa de modelo antigo e durável, testada pelo tempo e comprovada para transformar formas de vida de máquinas em sucata.  \n\n ### Localização \n\n Comprado de Devola ou Popola no Campo da Resistência. Os gêmeos abrem a loja logo depois que 2B recebe o Scanner deles. \n\n ### Habilidades\n\n- Aumento de resistência  \n\n- Explosão Final \n\n ### História \n\n>A grande espada era conhecida pela dor intensa que infligia às suas vítimas. Isso é o que levou o homem a carregá-lo apesar de seu peso, pois ele sabia que isso faria com que os outros o temessem e, assim, ele poderia evitar conflitos desnecessários. \n\n > A reputação do homem se espalhou pela aldeia, apesar de nunca ter desembainhado a lâmina. 'Não o faça usar essa arma horrível', sussurraram os aldeões. O homem sorriu com isso, pois sabia que o medo era o melhor caminho para a paz. \n\n > Logo, o homem fez com que artesãos forjassem uma série de armas semelhantes. Ele os deu a todos os outros aldeões na esperança de forçar as pessoas a resolver conflitos com palavras em vez de violência. E seu plano funcionou... por um tempo.  \n\n > Manter todos os lados sob controle é simples quando ninguém usa seu poder. Mas uma vez que o selo é quebrado, o fim está próximo. Assim, a pacífica vila se transformou em um inferno no espaço de uma única noite. "
    },
    {
        "id": 4,
        "titulo": "Yorha-issue Blade",
        "texto": "![Imagem da arma Yorha-issue Blade](/assets/weapons/4/weapon.jpg) \n\n ### Descrição \n\n Esta lâmina comum é uma arma padrão dada a todas as tropas YoRHa.  \n\n ### Localização \n\n Devolvido ao jogador por 16D após completar o Lembrança de 11B. \n\n ### Habilidades\n\n- Desconto \n\n- Carga de Pod \n\n ### História \n\n> Bom dia, ouvintes! É hora de começar outra parcela do Listener Letters com seu ídolo de rádio favorito, DJ 24D! Agora vamos começar bem o dia, certo? \n\n > Como vão, ouvintes? Sim, eu sei... Vocês ainda estão pensando naquela operação de limpeza ontem, certo? Podemos ter perdido muitas pessoas boas, mas ainda é nosso trabalho levantar e atacar, certo!? \n\n >  Olá, ouvintes! Seu ídolo de rádio favorito, DJ 24D, não tem recebido nenhuma carta ultimamente. Você não gosta mais de mim? Ha ha! Ou talvez ninguém esteja ouvindo? He he he he! Enfim, quem está pronto para dar o pontapé inicial?  \n\n > Olá? Tem alguém aí? Essa coisa está ligada? Sou eu, ouvintes de rádio! 24D! Eu sou um ídolo, lembra? Um ídolo! um ídolo um ídolo um ídolo um ídolo um ídolo um ídolo um ídolo um ídolo um ídolo um ídolo um ídolo um ídolo um ídolo um ídolo"
    },
    {
        "id": 5,
        "titulo": "Type-40 Lance",
        "texto": "![Imagem da arma Type-40 Lance](/assets/weapons/5/weapon.jpg) \n\n ### Descrição \n\n Os guardas dos comandantes YoRHa empunham esta lança avançada. Seu poder aumenta à medida que carrega com energia.  \n\n ### Localização \n\n Obtido ao derrotar 8B durante YoRHa Betrayers \n\n ### Habilidades\n\n- Atordoar \n\n- Carga de energia \n\n ### História \n\n> Oi, pessoal! Sou eu, 42S - seu ídolo favorito do Esquadrão YoRHa do North 12C Defense HQ. Estou aqui com as novidades mais recentes da linha de frente, então vamos lá e fazer o nosso melhor, certo? Booooa equipe! \n\n > Ei, amigos do campo de batalha! Não vou mentir aqui – a atual situação de guerra não parece muito otimista. Mas estamos esperando reforços de nossas bases de satélites em órbita a qualquer momento, então não desista ainda! Glória à humanidade! \n\n > Socorro! Socorro! Aqui é o Agente de Publicidade 42S do QG de Defesa Norte 12C! Alguém está ouvindo!? Nossas instalações foram completamente cercadas por máquinas! Eu não sei quanto tempo mais podemos ho— \n\n > [SEM TRANSMISSÃO DESTE CANAL]"
    },
    {
        "id": 6,
        "titulo": "Engine Blade",
        "texto": "![Imagem da arma Engine Blade](/assets/weapons/6/weapon.jpg) \n\n ### Descrição \n\n Uma espada transmitida e aprimorada continuamente entre a família real de uma terra onde a magia prospera. \n\n ### Localização \n\n Em uma sala acessível apenas pulando no primeiro conjunto de máquinas na área subterrânea da Fábrica Abandonada. Comece no ponto de acesso Factory: Hangar e suba a partir daí. \n\n ### Habilidades\n\n- Atordoar  \n\n- Contra-Ataque  \n\n ### História \n\n> Um pequeno príncipe descansa sozinho em um vasto e vasto quarto. Ele gostaria que seu pai soubesse o quanto ele odeia dormir sozinho, mas não ousa dizer a ele. Pois o rei é um homem muito ocupado e não deve ser incomodado. \n\n > Um rei senta-se sozinho em seu vasto, vasto escritório, afogando-se em assuntos de estado. Tudo o que ele quer é ver sua família e abraçar seu filho, mas não pode. Pois todos os seus momentos de vigília devem ser gastos a serviço do povo. \n\n >  Um dia, enquanto jantava, o rei perguntou ao filho o que ele mais desejava no mundo. Ele espera dizer que quer que eles passem mais tempo juntos, mas em vez disso o menino simplesmente aponta para uma espada pendurada na parede.  \n\n > A antiga espada é considerada o sinal de que alguém está pronto para governar. 'Algum dia', o rei ri. Seu filho sorri levemente de volta para ele. Tudo o que ele realmente queria era que seu pai lesse uma história para ele dormir..."
    }
]